package Console;

//Вывести на экран результат вычисления 1+2−4
public class task6 {
    public static void main(String[] args) {
        int i = 1 + 2 - 4;
        System.out.println(i);
    }
}
