package Console;

// Вывести на экран текущее название дня недели,
// название месяца
// и свое имя.
// Каждое слово должно быть в отдельной строке.
public class task2 {
    public static void main(String[] args) {
        System.out.println("Четверг");
        System.out.println("Январь");
        System.out.println("Андрей");
    }
}